
<?php
$categories = ["Доски и лыжи", "Крепления", "Одежда", "Ботинки", "Инструменты", "Разное"];
$announcement = [
    0 =>[
        'name' => '2014 Snowboard',
        'category' => 'Доски и лыжи',
        'price' => '1000',
        'url' => 'img/lot-1.jpg',
        'id' => 1,
        'initprice' => 500,
        'endprice' => 5000,
        'step' => 200, 
        'description'=>'Ну как вам сказать, вообще-то это не плохой товар, я бы сказал вообще огонь товар но это не точно. А может и точно.',
        'dateend' => '01.03.2019'
    ],
    1 =>[
        'name' => '2014 Snowboard',
        'category' => 'Доски и лыжи',
        'price' => '2000',
        'url' => 'img/lot-2.jpg',
        'id' => 2,
        'initprice' => 500,
        'endprice' => 5000,
        'step' => 200, 
        'description'=>'Ну как вам сказать, вообще-то это не плохой товар, я бы сказал вообще огонь товар но это не точно. А может и точно.',
        'dateend' => '01.03.2019'
    ],
    2 =>[
        'name' => '2014 Snowboard',
        'category' => 'Крепления',
        'price' => '3000',
        'url' => 'img/lot-3.jpg',
        'id' => 3,
        'initprice' => 500,
        'endprice' => 5000,
        'step' => 200, 
        'description'=>'Ну как вам сказать, вообще-то это не плохой товар, я бы сказал вообще огонь товар но это не точно. А может и точно.',
        'dateend' => '01.03.2019'
    ],
    3 =>[
        'name' => '2014 Snowboard',
        'category' => 'Ботинки',
        'price' => '5000',
        'url' => 'img/lot-4.jpg',
        'id' => 4,
        'initprice' => 500,
        'endprice' => 5000,
        'step' => 200, 
        'description'=>'Ну как вам сказать, вообще-то это не плохой товар, я бы сказал вообще огонь товар но это не точно. А может и точно.',
        'dateend' => '01.03.2019'
    ],
    4 =>[
        'name' => '2014 Snowboard',
        'category' => 'Инструменты',
        'price' => '6000',
        'url' => 'img/lot-5.jpg',
        'id' => 5,
        'initprice' => 500,
        'endprice' => 5000,
        'step' => 200, 
        'description'=>'Ну как вам сказать, вообще-то это не плохой товар, я бы сказал вообще огонь товар но это не точно. А может и точно.',
        'dateend' => '01.03.2019'
    ],
    5 =>[
        'name' => '2014 Snowboard',
        'category' => 'Разное',
        'price' => '4000',
        'url' => 'img/lot-6.jpg',
        'id' => 6,
        'initprice' => 500,
        'endprice' => 5000,
        'step' => 200, 
        'description'=>'Ну как вам сказать, вообще-то это не плохой товар, я бы сказал вообще огонь товар но это не точно. А может и точно.',
        'dateend' => '01.03.2019'
    ]
];
?>